package ua.asagayda.homework.task04.reg.ex;
/*
Пользователь вводит телефон в формате (ххх)ххх-хх-хх.
(ххх) должен быть таким: (095), (097), (073), (067), (099), (063).
Проверить, чтобы 7 - ый номер был в формате "(ххх)ххх-хх-хх".
Если пользователь вводит номер начинающийся на(095) или (099) ххх-хх-хх, выводить в
консоль "Пользователь имеет МТС номер",
на(097) или (067) ххх-хх-хх, выводить в консоль "Пользователь имеет Киевстар номер",
на(073) или (063) ххх-хх-хх, выводить в консоль "Пользователь имеет Лайф номер".
 */
public class RegExPhoneNumber {


    String text1 = "(093)402-66-48";
    String text2 = "(095)402-66-48";
    String text3 = "(097)402-66-48";
    String text4 = "(073)402-66-48";
    String text5 = "(067)402-66-48";
    String text6 = "(099)402-66-48";
    String text7 = "(063)402-66-48";

}
